Openfoam-Xeon-host/OpenFOAM-2.3.1/tutorials/incompressible/pimpleFoam/elipsekkLOmega/system/changeDictionaryDict.Y
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.3.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      changeDictionaryDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dictionaryReplacement
{
    mirrorMeshDict
    {
        pointAndNormalDict
        {
            basePoint       (0 0 0);
            normalVector    (0 -1 0);
        }
    }
}
// ************************************************************************* //
